{"date":"2023-04-23T02:46:12.535Z","entries":[{"creators":[{"creatorType":"author","firstName":"Lisa","lastName":"Gitelman"}],"title":"Paper Knowledge","subtitle":" Toward a Media History of Documents","abstract":"Paper Knowledge is a remarkable book about the mundane: the library card, the promissory note, the movie ticket, the PDF (Portable Document Format). It is a media history of the document. Drawing examples from the 1870s, the 1930s, the 1960s, and today, Lisa Gitelman thinks across the media that the document form has come to inhabit over the last 150 years, including letterpress printing, typing and carbon paper, mimeograph, microfilm, offset printing, photocopying, and scanning. Whether examining late nineteenth century commercial, or \"job\" printing, or the Xerox machine and the role of reproduction in our understanding of the document, Gitelman reveals a keen eye for vernacular uses of technology. She tells nuanced, anecdote-filled stories of the waning of old technologies and the emergence of new. Along the way, she discusses documentary matters such as the relation between twentieth-century technological innovation and the management of paper, and the interdependence of computer programming and documentation. Paper Knowledge is destined to set a new agenda for media studies.","date":"2014-05-07","collection":"finished","link":"https://www.google.com/books?id=5NiKAwAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Louise","lastName":"Amoore"}],"title":"Cloud Ethics","subtitle":" Algorithms and the Attributes of Ourselves and Others","abstract":"In Cloud Ethics Louise Amoore examines how machine learning algorithms are transforming the ethics and politics of contemporary society. Conceptualizing algorithms as ethicopolitical entities that are entangled with the data attributes of people, Amoore outlines how algorithms give incomplete accounts of themselves, learn through relationships with human practices, and exist in the world in ways that exceed their source code. In these ways, algorithms and their relations to people cannot be understood by simply examining their code, nor can ethics be encoded into algorithms. Instead, Amoore locates the ethical responsibility of algorithms in the conditions of partiality and opacity that haunt both human and algorithmic decisions. To this end, she proposes what she calls cloud ethics—an approach to holding algorithms accountable by engaging with the social and technical conditions under which they emerge and operate.","date":"2020-05-08","collection":"finished","link":"https://www.google.com/books?id=1Ta7xwEACAAJ"},{"creators":[{"creatorType":"author","firstName":"Jeremy","lastName":"Packer"},{"creatorType":"author","firstName":"Joshua","lastName":"Reeves"}],"title":"Killer Apps","subtitle":" War, Media, Machine","abstract":"In Killer Apps Jeremy Packer and Joshua Reeves provide a detailed account of the rise of automation in warfare, showing how media systems are central to building weapons systems with artificial intelligence in order to more efficiently select and eliminate military targets. Drawing on the insights of a wide range of political and media theorists, Packer and Reeves develop a new theory for understanding how the intersection of media and military strategy drives today's AI arms race. They address the use of media to search for enemies in their analyses of the history of automated radar systems, the search for extraterrestrial life, and the development of military climate science, which treats the changing earth as an enemy. As the authors demonstrate, contemporary military strategy demands perfect communication in an evolving battlespace that is increasingly inhospitable to human frailties, necessitating humans' replacement by advanced robotics, machine intelligence, and media systems.","date":"2020-02-28","collection":"finished","link":"https://www.google.com/books?id=3nnNDwAAQBAJ"},{"link":"https://www.google.com/books?id=My90DwAAQBAJ","creators":[{"creatorType":"author","firstName":"Lundy","lastName":"Braun"}],"title":"Breathing Race into the Machine","subtitle":" The Surprising Career of the Spirometer from Plantation to Genetics","abstract":"How race became embedded in a medical instrument In the antebellum South, plantation physicians used a new medical device—the spirometer—to show that lung volume and therefore vital capacity were supposedly less in black slaves than in white citizens. At the end of the Civil War, a large study of racial difference employing the spirometer appeared to confirm the finding, which was then applied to argue that slaves were unfit for freedom. What is astonishing is that this example of racial thinking is anything but a historical relic.In Breathing Race into the Machine, science studies scholar Lundy Braun traces the little-known history of the spirometer to reveal the social and scientific processes by which medical instruments have worked to naturalize racial and ethnic differences, from Victorian Britain to today. Routinely a factor in clinical diagnoses, preemployment physicals, and disability estimates, spirometers are often “race corrected,” typically reducing normal values for African Americans by 15 percent.An unsettling account of the pernicious effects of racial thinking that divides people along genetic lines, Breathing Race into the Machine helps us understand how race enters into science and shapes medical research and practice. Honorable Mention, 2017 Rachel Carson Prize, Society for the Social Studies of Science Winner of the 2018 Ludwik Fleck Prize from the Society for Social Studies of Science","date":"2014-02-01","collection":"to read"},{"link":"https://www.google.com/books?id=W3DKDwAAQBAJ","creators":[{"creatorType":"author","firstName":"André Brock","lastName":"Jr"}],"title":"Distributed Blackness","subtitle":" African American Cybercultures","abstract":"An explanation of the digital practices of the black Internet From BlackPlanet to #BlackGirlMagic, Distributed Blackness places blackness at the very center of internet culture. André Brock Jr. claims issues of race and ethnicity as inextricable from and formative of contemporary digital culture in the United States. Distributed Blackness analyzes a host of platforms and practices (from Black Twitter to Instagram, YouTube, and app development) to trace how digital media have reconfigured the meanings and performances of African American identity. Brock moves beyond widely circulated deficit models of respectability, bringing together discourse analysis with a close reading of technological interfaces to develop nuanced arguments about how “blackness” gets worked out in various technological domains. As Brock demonstrates, there’s nothing niche or subcultural about expressions of blackness on social media: internet use and practice now set the terms for what constitutes normative participation. Drawing on critical race theory, linguistics, rhetoric, information studies, and science and technology studies, Brock tabs between black-dominated technologies, websites, and social media to build a set of black beliefs about technology. In explaining black relationships with and alongside technology, Brock centers the unique joy and sense of community in being black online now.","date":"2020-02-25","collection":"to read"},{"link":"https://www.google.com/books?id=-RteDwAAQBAJ","creators":[{"creatorType":"author","firstName":"Tarleton","lastName":"Gillespie"}],"title":"Custodians of the Internet","subtitle":" Platforms, Content Moderation, and the Hidden Decisions that Shape Social Media","abstract":"A revealing and gripping investigation into how social media platforms police what we post online--and the large societal impact of these decisions  Most users want their Twitter feed, Facebook page, and YouTube comments to be free of harassment and porn. Whether faced with &quot;fake news&quot; or livestreamed violence, &quot;content moderators&quot;--who censor or promote user‑posted content--have never been more important. This is especially true when the tools that social media platforms use to curb trolling, ban hate speech, and censor pornography can also silence the speech you need to hear.  In this revealing and nuanced exploration, award‑winning sociologist and cultural observer Tarleton Gillespie provides an overview of current social media practices and explains the underlying rationales for how, when, and why these policies are enforced. In doing so, Gillespie highlights that content moderation receives too little public scrutiny even as it is shapes social norms and creates consequences for public discourse, cultural production, and the fabric of society. Based on interviews with content moderators, creators, and consumers, this accessible, timely book is a must‑read for anyone who&#39;s ever clicked &quot;like&quot; or &quot;retweet.&quot;","date":"2018-01-01","collection":"to read"},{"creators":[{"creatorType":"author","firstName":"Catherine Knight","lastName":"Steele"}],"title":"Digital Black Feminism","abstract":"Winner, 2022 Nancy Baym Book Award, given by the Association of Internet ResearchersTraces the longstanding relationship between technology and Black feminist thoughtBlack women are at the forefront of some of this century’s most important discussions about technology: trolling, online harassment, algorithmic bias, and influencer culture. But, Catherine Knight Steele argues that Black women’s relationship to technology began long before the advent of Twitter or Instagram. To truly “listen to Black women,” Steele points to the history of Black feminist technoculture in the United States and its ability to decenter white supremacy and patriarchy in a conversation about the future of technology. Using the virtual beauty shop as a metaphor, Digital Black Feminism walks readers through the technical skill, communicative expertise, and entrepreneurial acumen of Black women’s labor—born of survival strategies and economic necessity—both on and offline.Positioning Black women at the center of our discourse about the past, present, and future of technology, Steele offers a through-line from the writing of early twentieth-century Black women to the bloggers and social media mavens of the twenty-first century. She makes connections among the letters, news articles, and essays of Black feminist writers of the past and a digital archive of blog posts, tweets, and Instagram stories of some of the most well-known Black feminist writers of our time. Linking narratives and existing literature about Black women’s technology use in the nineteenth, twentieth, and twenty-first century, Digital Black Feminism traverses the bounds between historical and archival analysis and empirical internet studies, forcing a reconciliation between fields and methods that are not always in conversation. As the work of Black feminist writers now reaches its widest audience online, Steele offers both hopefulness and caution on the implications of Black feminism becoming a digital product.","date":"2021-10-26","collection":"to read","link":"https://www.google.com/books?id=T3EnEAAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Sasha","lastName":"Costanza-Chock"}],"title":"Design Justice","subtitle":" Community-Led Practices to Build the Worlds We Need","abstract":"An exploration of how design might be led by marginalized communities, dismantle structural inequality, and advance collective liberation and ecological survival.What is the relationship between design, power, and social justice? “Design justice” is an approach to design that is led by marginalized communities and that aims expilcitly to challenge, rather than reproduce, structural inequalities. It has emerged from a growing community of designers in various fields who work closely with social movements and community-based organizations around the world.This book explores the theory and practice of design justice, demonstrates how universalist design principles and practices erase certain groups of people—specifically, those who are intersectionally disadvantaged or multiply burdened under the matrix of domination (white supremacist heteropatriarchy, ableism, capitalism, and settler colonialism)—and invites readers to “build a better world, a world where many worlds fit; linked worlds of collective liberation and ecological sustainability.” Along the way, the book documents a multitude of real-world community-led design practices, each grounded in a particular social movement. Design Justice goes beyond recent calls for design for good, user-centered design, and employment diversity in the technology and design professions; it connects design to larger struggles for collective liberation and ecological survival.","date":"2020-03-03","collection":"to read","link":"https://www.google.com/books?id=h4LPDwAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Craig","lastName":"Robertson"}],"title":"The Filing Cabinet","subtitle":" A Vertical History of Information","abstract":"The history of how a deceptively ordinary piece of office furniture transformed our relationship with information The ubiquity of the filing cabinet in the twentieth-century office space, along with its noticeable absence of style, has obscured its transformative role in the histories of both information technology and work. In the first in-depth history of this neglected artifact, Craig Robertson explores how the filing cabinet profoundly shaped the way that information and data have been sorted, stored, retrieved, and used.Invented in the 1890s, the filing cabinet was a result of the nineteenth-century faith in efficiency. Previously, paper records were arranged haphazardly: bound into books, stacked in piles, curled into slots, or impaled on spindles. The filing cabinet organized loose papers in tabbed folders that could be sorted alphanumerically, radically changing how people accessed, circulated, and structured information.Robertson’s unconventional history of the origins of the information age posits the filing cabinet as an information storage container, an “automatic memory” machine that contributed to a new type of information labor privileging manual dexterity over mental deliberation. Gendered assumptions about women’s nimble fingers helped to naturalize the changes that brought women into the workforce as low-level clerical workers. The filing cabinet emerges from this unexpected account as a sophisticated piece of information technology and a site of gendered labor that with its folders, files, and tabs continues to shape how we interact with information and data in today’s digital world.","date":"2021-05-25","collection":"to read","link":"https://www.google.com/books?id=f9MpEAAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Matthew","lastName":"Hockenberry"},{"creatorType":"author","firstName":"Nicole","lastName":"Starosielski"},{"creatorType":"author","firstName":"Susan","lastName":"Zieger"}],"title":"Assembly Codes","subtitle":" The Logistics of Media","abstract":"The contributors to Assembly Codes examine how media and logistics set the conditions for the circulation of information and culture. They document how logistics—the techniques of organizing and coordinating the movement of materials, bodies, and information—has substantially impacted the production, distribution, and consumption of media. At the same time, physical media, such as paperwork, along with media technologies ranging from phone systems to software are central to the operations of logistics. The contributors interrogate topics ranging from the logistics of film production and the construction of internet infrastructure to the environmental impact of the creation, distribution, and sale of vinyl records. They also reveal how logistical technologies have generated new aesthetic and performative practices. In charting the specific points of contact, dependence, and friction between media and logistics, Assembly Codes demonstrates that media and logistics are co-constitutive and that one cannot be understood apart from the other.ContributorsEbony Coletu, Kay Dickinson, Stefano Harney, Matthew Hockenberry, Tung-Hui Hu, Shannon Mattern, Fred Moten, Michael Palm, Ned Rossiter, Nicole Starosielski, Liam Cole Young, Susan Zieger","date":"2021-09-10","collection":"to read","link":"https://www.google.com/books?id=QgECzgEACAAJ"},{"creators":[{"creatorType":"author","firstName":"Mar","lastName":"Hicks"}],"title":"Programmed Inequality","subtitle":" How Britain Discarded Women Technologists and Lost Its Edge in Computing","abstract":"This “sobering tale of the real consequences of gender bias” explores how Britain lost its early dominance in computing by systematically discriminating against its most qualified workers: women (Harvard Magazine)    In 1944, Britain led the world in electronic computing. By 1974, the British computer industry was all but extinct. What happened in the intervening thirty years holds lessons for all postindustrial superpowers. As Britain struggled to use technology to retain its global power, the nation’s inability to manage its technical labor force hobbled its transition into the information age.    In Programmed Inequality, Mar Hicks explores the story of labor feminization and gendered technocracy that undercut British efforts to computerize. That failure sprang from the government’s systematic neglect of its largest trained technical workforce simply because they were women. Women were a hidden engine of growth in high technology from World War II to the 1960s. As computing experienced a gender flip, becoming male-identified in the 1960s and 1970s, labor problems grew into structural ones and gender discrimination caused the nation’s largest computer user—the civil service and sprawling public sector—to make decisions that were disastrous for the British computer industry and the nation as a whole.   Drawing on recently opened government files, personal interviews, and the archives of major British computer companies, Programmed Inequality takes aim at the fiction of technological meritocracy. Hicks explains why, even today, possessing technical skill is not enough to ensure that women will rise to the top in science and technology fields. Programmed Inequality shows how the disappearance of women from the field had grave macroeconomic consequences for Britain, and why the United States risks repeating those errors in the twenty-first century.","date":"2018-02-23","collection":"to read","link":"http://books.google.com/books?id=ZA38DwAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Ruha","lastName":"Benjamin"}],"title":"Captivating Technology","subtitle":" Race, Carceral Technoscience, and Liberatory Imagination in Everyday Life","abstract":"The contributors to Captivating Technology examine how carceral technologies such as electronic ankle monitors and predictive-policing algorithms are being deployed to classify and coerce specific populations and whether these innovations can be appropriated and reimagined for more liberatory ends.","date":"2019-06-07","collection":"to read","link":"http://books.google.com/books?id=rDHguAEACAAJ"},{"link":"http://books.google.com/books?id=uNIG0gi4b40C","creators":[{"creatorType":"author","firstName":"Langdon","lastName":"Winner"}],"title":"Autonomous Technology","subtitle":" Technics-out-of-Control as a Theme in Political Thought","abstract":"The truth of the matter is that our deficiency does not lie in the want of well-verified \"facts.\" What we lack is our bearings. The contemporary experience of things technological has repeatedly confounded our vision, our expectations, and our capacity to make intelligent judgments. Categories, arguments, conclusions, and choices that would have been entirely obvious in earlier times are obvious no longer. Patterns of perceptive thinking that were entirely reliable in the past now lead us systematically astray. Many of our standard conceptions of technology reveal a disorientation that borders on dissociation from reality. And as long as we lack the ability to make our situation intelligible, all of the \"data\" in the world will make no difference. From the Introduction","date":"1978-08-15","collection":"to read"},{"creators":[{"creatorType":"author","firstName":"Andrew","lastName":"Feenberg"}],"title":"Technosystem","subtitle":" The Social Life of Reason","abstract":"We live in a world of technical systems designed in accordance with technical disciplines and operated by personnel trained in those disciplines. This is a unique form of social organization that largely determines our way of life, but the actions of individuals and social protest still play a role in developing and purposing these rational systems. In Technosystem, Andrew Feenberg builds a theory of both the threats of technocratic modernity and the potential for democratic change.Feenberg draws on the tradition of radical social criticism represented by Herbert Marcuse and the Frankfurt School, which recognized the social effects of instrumental rationality but did not advance a convincing alternative to the new forms of domination imposed by rational systems. That is where the fine-grained analyses of Science, Technology, and Society (STS) studies can contribute. Feenberg uses these approaches to reconcile the claims of rationality with the agency of a public increasingly mobilized to intervene in technically based decisions. The resulting social theory recognizes emerging forms of resistance, such as protests and hacking, as essential expressions of public life in the “rational society.”Combining the most salient insights from critical theory with the empirical findings of STS, Technosystem advances the philosophical debate over the nature and practice of reason in modern society.","date":"2017-10-02","collection":"to read","link":"http://books.google.com/books?id=xigzDwAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Andrew","lastName":"Feenberg"}],"title":"Transforming Technology","subtitle":" A Critical Theory Revisited","abstract":"Thoroughly revised, this new edition of Critical Theory of Technology rethinks the relationships between technology, rationality, and democracy, arguing that the degradation of labor--as well as of many environmental, educational, and political systems--is rooted in the social values that preside over technological development. It contains materials on political theory, but the emphasis has shifted to reflect a growing interest in the fields of technology and cultural studies.","date":"2002","collection":"to read","link":"http://books.google.com/books?id=X6bmCwAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Thomas S.","lastName":"Kuhn"}],"title":"The Structure of Scientific Revolutions","abstract":"","date":"1962","collection":"to read","link":"http://books.google.com/books?id=a7DaAAAAMAAJ"},{"creators":[{"creatorType":"author","firstName":"David","lastName":"Bloor"}],"title":"Knowledge and Social Imagery","abstract":"The first edition of this book profoundly challenged and divided students of philosophy, sociology, and the history of science when it was published in 1976. In this second edition, Bloor responds in a substantial new Afterword to the heated debates engendered by his book.","date":"1991-09-24","collection":"to read","link":"http://books.google.com/books?id=hnxy0DTMvkMC"},{"creators":[{"creatorType":"author","firstName":"Ian","lastName":"Hacking"}],"title":"The Emergence of Probability","subtitle":" A Philosophical Study of Early Ideas about Probability, Induction and Statistical Inference","abstract":"Historical records show that there was no real concept of probability in Europe before the mid-seventeenth century, although the use of dice and other randomizing objects was commonplace. Ian Hacking presents a philosophical critique of early ideas about probability, induction, and statistical inference and the growth of this new family of ideas in the fifteenth, sixteenth, and seventeenth centuries. Hacking invokes a wide intellectual framework involving the growth of science, economics, and the theology of the period. He argues that the transformations that made it possible for probability concepts to emerge have constrained all subsequent development of probability theory and determine the space within which philosophical debate on the subject is still conducted. First published in 1975, this edition includes an introduction that contextualizes his book in light of developing philosophical trends. Ian Hacking is the winner of the Holberg International Memorial Prize 2009.","date":"2006-07-31","collection":"to read","link":"http://books.google.com/books?id=ewqzOGDKYscC"},{"creators":[{"creatorType":"author","firstName":"Myra J.","lastName":"Hird"}],"title":"Queering the Non/Human","abstract":"What might it mean to queer the Human? By extension, how is the Human employed within queer theory? These questions invite a reconsideration of the way we think about queer theory, the category of the Human and the act of queering itself. This interdisciplinary volume of essays gathers together essays by international pioneering scholars in queer theory, critical theory, cultural studies and science studies who have written on topics as diverse as Christ, the Antichrist, dogs, starfish, werewolves, vampires, murderous dolls, cartoons, corpses, bacteria, nanoengineering, biomesis, the incest taboo, the death drive and the 'queer' in queer theory. Contributors include Robert Azzarello, Karen Barad, Phillip A. Bernhardt-House, Jeffrey Jerome Cohen, Claire Colebrook, Noreen Giffney, Judith Halberstam, Donna J. Haraway, Eva Hayward, Myra J. Hird, Karalyn Kendall, Vicki Kirby, Alice Kuzniar, Patricia MacCormack, Robert Mills, Luciana Parisi and Erin Runions.","date":"2016-05-23","collection":"to read","link":"http://books.google.com/books?id=HRE3DAAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Donna","lastName":"Haraway"}],"title":"Simians, Cyborgs, and Women","subtitle":" The Reinvention of Nature","abstract":"Simians, Cyborgs and Women is a powerful collection of ten essays written between 1978 and 1989. Although on the surface, simians, cyborgs and women may seem an odd threesome, Haraway describes their profound link as \"creatures\" which have had a great destabilizing place in Western evolutionary technology and biology. Throughout this book, Haraway analyzes accounts, narratives, and stories of the creation of nature, living organisms, and cyborgs. At once a social reality and a science fiction, the cyborg--a hybrid of organism and machine--represents transgressed boundaries and intense fusions of the nature/culture split. By providing an escape from rigid dualisms, the cyborg exists in a post-gender world, and as such holds immense possibilities for modern feminists. Haraway's recent book, Primate Visions, has been called \"outstanding,\" \"original,\" and \"brilliant,\" by leading scholars in the field. (First published in 1991.)","date":"2013-05-13","collection":"to read","link":"http://books.google.com/books?id=GG-R382kxIwC"},{"creators":[{"creatorType":"author","firstName":"Bruno","lastName":"Latour"}],"title":"We Have Never Been Modern","abstract":"With the rise of science, we moderns believe, the world changed irrevocably, separating us forever from our primitive, premodern ancestors. But if we were to let go of this fond conviction, Bruno Latour asks, what would the world look like? His book, an anthropology of science, shows us how much of modernity is actually a matter of faith.What does it mean to be modern? What difference does the scientific method make? The difference, Latour explains, is in our careful distinctions between nature and society, between human and thing, distinctions that our benighted ancestors, in their world of alchemy, astrology, and phrenology, never made. But alongside this purifying practice that defines modernity, there exists another seemingly contrary one: the construction of systems that mix politics, science, technology, and nature. The ozone debate is such a hybrid, in Latour’s analysis, as are global warming, deforestation, even the idea of black holes. As these hybrids proliferate, the prospect of keeping nature and culture in their separate mental chambers becomes overwhelming—and rather than try, Latour suggests, we should rethink our distinctions, rethink the definition and constitution of modernity itself. His book offers a new explanation of science that finally recognizes the connections between nature and culture—and so, between our culture and others, past and present.Nothing short of a reworking of our mental landscape, We Have Never Been Modern blurs the boundaries among science, the humanities, and the social sciences to enhance understanding on all sides. A summation of the work of one of the most influential and provocative interpreters of science, it aims at saving what is good and valuable in modernity and replacing the rest with a broader, fairer, and finer sense of possibility.","date":"2012-10-01","collection":"to read","link":"http://books.google.com/books?id=xbnK8NzMsm4C"},{"creators":[{"creatorType":"author","firstName":"Bruno","lastName":"Latour"}],"title":"On the Modern Cult of the Factish Gods","abstract":"On the Modern Cult of the Factish Gods continues the project that the influential anthropologist, philosopher, and science studies theorist Bruno Latour advanced in his book We Have Never Been Modern. There he redescribed the Enlightenment idea of universal scientific truth, arguing that there are no facts separable from their fabrication. In this concise work, Latour delves into the \"belief in naive belief,\" the suggestion that fetishes--objects invested with mythical powers--are fabricated and that facts are not. Mobilizing his work in the anthropology of science, he uses the notion of \"factishes\" to explore a way of respecting the objectivity of facts and the power of fetishes without forgetting that both are fabricated. While the fetish-worshipper knows perfectly well that fetishes are man-made, the Modern icon-breaker inevitably erects new icons. Yet Moderns sense no contradiction at the core of their work. Latour pursues his critique of critique, or the possibility of mediating between subject and object, or the fabricated and the real, through the notion of \"iconoclash,\" making productive comparisons between scientific practice and the worship of visual images and religious icons.","date":"2010","collection":"to read","link":"http://books.google.com/books?id=Slf5QwAACAAJ"},{"creators":[{"creatorType":"author","firstName":"Wendy Hui Kyong","lastName":"Chun"}],"title":"Control and Freedom","subtitle":" Power and Paranoia in the Age of Fiber Optics","abstract":"A work that bridges media archaeology and visual culture studies argues that the Internet has emerged as a mass medium by linking control with freedom and democracy.How has the Internet, a medium that thrives on control, been accepted as a medium of freedom? Why is freedom increasingly indistinguishable from paranoid control? In Control and Freedom, Wendy Hui Kyong Chun explores the current political and technological coupling of freedom with control by tracing the emergence of the Internet as a mass medium. The parallel (and paranoid) myths of the Internet as total freedom/total control, she says, stem from our reduction of political problems into technological ones.Drawing on the theories of Gilles Deleuze and Michel Foucault and analyzing such phenomena as Webcams and face-recognition technology, Chun argues that the relationship between control and freedom in networked contact is experienced and negotiated through sexuality and race. She traces the desire for cyberspace to cyberpunk fiction and maps the transformation of public/private into open/closed. Analyzing \"pornocracy,\" she contends that it was through cyberporn and the government's attempts to regulate it that the Internet became a marketplace of ideas and commodities. Chun describes the way Internet promoters conflated technological empowerment with racial empowerment and, through close examinations of William Gibson's Neuromancer and Mamoru Oshii's Ghost in the Shell, she analyzes the management of interactivity in narratives of cyberspace.The Internet's potential for democracy stems not from illusory promises of individual empowerment, Chun argues, but rather from the ways in which it exposes us to others (and to other machines) in ways we cannot control. Using fiber optic networks—light coursing through glass tubes—as metaphor and reality, Control and Freedom engages the rich philosophical tradition of light as a figure for knowledge, clarification, surveillance, and discipline, in order to argue that fiber-optic networks physically instantiate, and thus shatter, enlightenment.","date":"2008-09-26","collection":"to read","link":"http://books.google.com/books?id=yOaNXCxt1vgC"},{"creators":[{"creatorType":"author","firstName":"Wendy Hui Kyong","lastName":"Chun"}],"title":"Discriminating Data","subtitle":" Correlation, Neighborhoods, and the New Politics of Recognition","abstract":"How big data and machine learning encode discrimination and create agitated clusters of comforting rage.In Discriminating Data, Wendy Hui Kyong Chun reveals how polarization is a goal—not an error—within big data and machine learning. These methods, she argues, encode segregation, eugenics, and identity politics through their default assumptions and conditions. Correlation, which grounds big data’s predictive potential, stems from twentieth-century eugenic attempts to “breed” a better future. Recommender systems foster angry clusters of sameness through homophily. Users are “trained” to become authentically predictable via a politics and technology of recognition. Machine learning and data analytics thus seek to disrupt the future by making disruption impossible. Chun, who has a background in systems design engineering as well as media studies and cultural theory, explains that although machine learning algorithms may not officially include race as a category, they embed whiteness as a default. Facial recognition technology, for example, relies on the faces of Hollywood celebrities and university undergraduates—groups not famous for their diversity. Homophily emerged as a concept to describe white U.S. resident attitudes to living in biracial yet segregated public housing. Predictive policing technology deploys models trained on studies of predominantly underserved neighborhoods. Trained on selected and often discriminatory or dirty data, these algorithms are only validated if they mirror this data.  How can we release ourselves from the vice-like grip of discriminatory data? Chun calls for alternative algorithms, defaults, and interdisciplinary coalitions in order to desegregate networks and foster a more democratic big data.","date":"2021-11-02","collection":"to read","link":"http://books.google.com/books?id=Oy9GEAAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Ursula M.","lastName":"Franklin"}],"title":"The Real World of Technology","abstract":"In this expanded edition of her bestselling 1989 CBC Massey Lectures, renowned Canadian scientist and humanitarian Ursula M. Franklin examines the impact of technology upon our lives and addresses the extraordinary changes in the bit sphere since The Real World of Technology was first published. In four new chapters, Franklin tackles contentious issues, such as the dilution of privacy and intellectual property rights, the impact of the current technology on government and governance, the shift from consumer capitalism to investment capitalism, and the influence of the Internet upon the craft of writing.","date":"1999","collection":"to read","link":"http://books.google.com/books?id=LziQT3YS_2sC"},{"creators":[{"creatorType":"author","firstName":"Margaret","lastName":"Rhee"}],"title":"Love, Robot","abstract":"\"Poetry is rightly destroyed and rebuilt in the abrasive caress of we whose claims upon the human, having constantly been denied by man, put the human to the test. It's still held by many to be a scientific fact that the humanities are not for us. At the same time, surrounding that dimensionless enclosure, whose inside and outside we refuse, we are the humanities, that fleshly mechanics, and LOVE, ROBOT is a missive from that ongoing refusal. 'I know it hurts. But/code fails' so beautifully in Margaret Rhee's hand and ear. 'The world was not made for love, ' she says. So let's follow her on out of it. -Fred Moten \"The poems of LOVE, ROBOT are delicate and smooth, witty and touching, and yes, occasionally odd and strange, as human beings themselves are. In a paradoxical and wonderful way, Margaret Rhee's robot love affairs make us rethink what it might mean to be human.\" -Viet Thanh Nguyen, Pulitzer Prize-winning author of The Sympathizer \"Margaret Rhee's LOVE, ROBOT is a gorgeous, brainy collection of poems about erotic connections between humans and machines and the impossibility of disentangling the one from the other. Love machines thrum through these poems, all lit up with desire and electric light, showing 'how to make a circuit.' LOVE, ROBOT resonates with works of great science fiction such as Philip K. Dick's Do Androids Dream of Electric Sheep, Ted Chiang's The Lifecycle of Software Objects, and Marge Piercy's He, She, and It, but offers something different, rare, and beautiful in its piercing lyricism and keen, surprising pleasures.\" -Shelley Streeby author of Radical Sensations and the Director of the Clarion Science Fiction and Fantasy Writers Workshop \"....As Rhee writes: 'I loved you but/you could not make us beautiful./ I loved you because you could make beautiful things/that I never got to keep.' This way of calling out to a beloved, with whom a reciprocal feeling or encounter is never certain, reminded me - not in its form, but in its feeling - of the Mira Bai's bhajans. Has Margaret Rhee written the world's first cyberbhajan? '[S]ay, robot, ' the book ends: 'murmur to me, it is the middle of the night./....we all deserve a song that is untranslatable'. How beautiful, how ultra-real: I found this sentiment, this voltage, this unspeakable song: to be.\" -Bhanu Kapil﻿A collection of love poetry that undercuts and reassembles narratives, LOVE, ROBOT is an experimental text that humanizes our relationship with technology. Through liaisons between humans and machines in a science fictional world, the collection offers a tense, playful, yet complex portrait of love, reflective of our contemporary moment. Rhee draws from a wide array of forms from poetics and robotics such as algorithms, narrative poetry, chat scripts, and failed sonnets to create a world of transgressive love. This vision of an artificially intelligent future reveals and questions the contours of the human, and how robots and humans fall in and out of love.","date":"2017","collection":"to read","link":"http://books.google.com/books?id=h7RftAEACAAJ"},{"creators":[{"creatorType":"author","firstName":"Jillian C.","lastName":"York"}],"title":"Silicon Values","subtitle":" The Future of Free Speech Under Surveillance Capitalism","abstract":"The battle for online rights and for the future of democracy Who decides what is permissible on the internet: Politicians? Mark Zuckerberg? Users? Who determines when political debate becomes hate speech? How does this impact our identity or our ability to create communities and to protest? Silicon Values reports on the war for digital rights and how major corporations—Facebook, Twitter, Google and Tiktok—threaten democracy as they harvest our personal data in the pursuit of profit.","date":"2021-03-23","collection":"to read","link":"http://books.google.com/books?id=knXsDwAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Christopher M.","lastName":"Kelty"}],"title":"Two Bits","subtitle":" The Cultural Significance of Free Software","abstract":"In Two Bits, Christopher M. Kelty investigates the history and cultural significance of Free Software, revealing the people and practices that have transformed not only software but also music, film, science, and education. Free Software is a set of practices devoted to the collaborative creation of software source code that is made openly and freely available through an unconventional use of copyright law. Kelty explains how these specific practices have reoriented the relations of power around the creation, dissemination, and authorization of all kinds of knowledge. He also makes an important contribution to discussions of public spheres and social imaginaries by demonstrating how Free Software is a “recursive public”—a public organized around the ability to build, modify, and maintain the very infrastructure that gives it life in the first place.Drawing on ethnographic research that took him from an Internet healthcare start-up company in Boston to media labs in Berlin to young entrepreneurs in Bangalore, Kelty describes the technologies and the moral vision that bind together hackers, geeks, lawyers, and other Free Software advocates. In each case, he shows how their practices and way of life include not only the sharing of software source code but also ways of conceptualizing openness, writing copyright licenses, coordinating collaboration, and proselytizing. By exploring in detail how these practices came together as the Free Software movement from the 1970s to the 1990s, Kelty also considers how it is possible to understand the new movements emerging from Free Software: projects such as Creative Commons, a nonprofit organization that creates copyright licenses, and Connexions, a project to create an online scholarly textbook commons.","date":"2008-06-09","collection":"to read","link":"http://books.google.com/books?id=wC2stJS83rYC"},{"creators":[{"creatorType":"author","firstName":"Catherine","lastName":"D'Ignazio"},{"creatorType":"author","firstName":"Lauren F.","lastName":"Klein"}],"title":"Data Feminism","abstract":"A new way of thinking about data science and data ethics that is informed by the ideas of intersectional feminism.Today, data science is a form of power. It has been used to expose injustice, improve health outcomes, and topple governments. But it has also been used to discriminate, police, and surveil. This potential for good, on the one hand, and harm, on the other, makes it essential to ask: Data science by whom? Data science for whom? Data science with whose interests in mind? The narratives around big data and data science are overwhelmingly white, male, and techno-heroic. In Data Feminism, Catherine D'Ignazio and Lauren Klein present a new way of thinking about data science and data ethics—one that is informed by intersectional feminist thought.Illustrating data feminism in action, D'Ignazio and Klein show how challenges to the male/female binary can help challenge other hierarchical (and empirically wrong) classification systems. They explain how, for example, an understanding of emotion can expand our ideas about effective data visualization, and how the concept of invisible labor can expose the significant human efforts required by our automated systems. And they show why the data never, ever “speak for themselves.”Data Feminism offers strategies for data scientists seeking to learn how feminism can help them work toward justice, and for feminists who want to focus their efforts on the growing field of data science. But Data Feminism is about much more than gender. It is about power, about who has it and who doesn't, and about how those differentials of power can be challenged and changed.","date":"2020-03-31","collection":"to read","link":"http://books.google.com/books?id=zZnSDwAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Ron","lastName":"Wakkary"}],"title":"Things We Could Design","subtitle":" For More Than Human-Centered Worlds","abstract":"How posthumanist design enables a world in which humans share center stage with nonhumans, with whom we are entangled.Over the past forty years, designers have privileged human values such that human-centered design is seen as progressive. Yet because all that is not human has been depleted, made extinct, or put to human use, today's design contributes to the existential threat of climate change and the ongoing extinctions of other species. In Things We Could Design, Ron Wakkary argues that human-centered design is not the answer to our problems but is itself part of the problem. Drawing on philosophy, design theory, and numerous design works, he shows the way to a relational and expansive design based on humility and cohabitation. Wakkary says that design can no longer ignore its exploitation of nonhuman species and the materials we mine for and reduce to human use. Posthumanism, he argues, enables a rethinking of design that displaces the human at the center of thought and action. Weaving together posthumanist philosophies with design, he describes what he calls things--nonhumans made by designers--and calls for a commitment to design with more than human participation. Wakkary also focuses on design as \"nomadic practices\"--a multiplicity of intentionalities and situated knowledges that shows design to be expansive and pluralistic. He calls his overall approach \"designing-with\": the practice of design in a world in which humans share center stage with nonhumans, and in which we are bound together materially, ethically, and existentially.","date":"2021-08-24","collection":"to read","link":"http://books.google.com/books?id=UiY6EAAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Martin Paul","lastName":"Eve"},{"creatorType":"author","firstName":"Jonathan","lastName":"Gray"}],"title":"Reassembling Scholarly Communications","subtitle":" Histories, Infrastructures, and Global Politics of Open Access","abstract":"A critical inquiry into the politics, practices, and infrastructures of open access and the reconfiguration of scholarly communication in digital societies.The Open Access Movement proposes to remove price and permission barriers for accessing peer-reviewed research work—to use the power of the internet to duplicate material at an infinitesimal cost-per-copy. In this volume, contributors show that open access does not exist in a technological or policy vacuum; there are complex social, political, cultural, philosophical, and economic implications for opening research through digital technologies. The contributors examine open access from the perspectives of colonial legacies, knowledge frameworks, publics and politics, archives and digital preservation, infrastructures and platforms, and global communities. he contributors consider such topics as the perpetuation of colonial-era inequalities in research production and promulgation; the historical evolution of peer review; the problematic histories and discriminatory politics that shape our choices of what materials to preserve; the idea of scholarship as data; and resistance to the commercialization of platforms. Case studies report on such initiatives as the Making and Knowing Project, which created an openly accessible critical digital edition of a sixteenth-century French manuscript, the role of formats in Bruno Latour's An Inquiry into Modes of Existence, and the Scientific Electronic Library Online (SciELO), a network of more than 1,200 journals from sixteen countries. Taken together, the contributions represent a substantive critical engagement with the politics, practices, infrastructures, and imaginaries of open access, suggesting alternative trajectories, values, and possible futures.","date":"2020-10-20","collection":"to read","link":"http://books.google.com/books?id=zov-DwAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Cait","lastName":"McKinney"}],"title":"Information Activism","subtitle":" A Queer History of Lesbian Media Technologies","abstract":"For decades, lesbian feminists across the United States and Canada have created information to build movements and survive in a world that doesn't want them. In Information Activism Cait McKinney traces how these women developed communication networks, databases, and digital archives that formed the foundation for their work. Often learning on the fly and using everything from index cards to computers, these activists brought people and their visions of justice together to organize, store, and provide access to information. Focusing on the transition from paper to digital-based archival techniques from the 1970s to the present, McKinney shows how media technologies animate the collective and unspectacular labor that sustains social movements, including their antiracist and trans-inclusive endeavors. By bringing sexuality studies to bear on media history, McKinney demonstrates how groups with precarious access to control over information create their own innovative and resourceful techniques for generating and sharing knowledge.","date":"2020-07-17","collection":"to read","link":"http://books.google.com/books?id=rATzDwAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Nanna Bonde","lastName":"Thylstrup"},{"creatorType":"author","firstName":"Daniela","lastName":"Agostinho"},{"creatorType":"author","firstName":"Annie","lastName":"Ring"},{"creatorType":"author","firstName":"Catherine","lastName":"D'Ignazio"},{"creatorType":"author","firstName":"Kristin","lastName":"Veel"}],"title":"Uncertain Archives","subtitle":" Critical Keywords for Big Data","abstract":"Scholars from a range of disciplines interrogate terms relevant to critical studies of big data, from abuse and aggregate to visualization and vulnerability.This pathbreaking work offers an interdisciplinary perspective on big data, interrogating key terms. Scholars from a range of disciplines interrogate concepts relevant to critical studies of big data--arranged glossary style, from from abuse and aggregate to visualization and vulnerability--both challenging conventional usage of such often-used terms as prediction and objectivity and introducing such unfamiliar ones as overfitting and copynorm. The contributors include both leading researchers, including N. Katherine Hayles, Johanna Drucker and Lisa Gitelman, and such emerging agenda-setting scholars as Safiya Noble, Sarah T. Roberts and Nicole Starosielski.","date":"2021-02-02","collection":"to read","link":"http://books.google.com/books?id=hBkSEAAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Penelope","lastName":"Harvey"},{"creatorType":"author","firstName":"Casper Bruun","lastName":"Jensen"},{"creatorType":"author","firstName":"Atsuro","lastName":"Morita"}],"title":"Infrastructures and Social Complexity","subtitle":" A Companion","abstract":"Contemporary forms of infrastructural development herald alternative futures through their incorporation of digital technologies, mobile capital, international politics and the promises and fears of enhanced connectivity. In tandem with increasing concerns about climate change and the anthropocene, there is further an urgency around contemporary infrastructural provision: a concern about its fragility, and an awareness that these connective, relational systems significantly shape both local and planetary futures in ways that we need to understand more clearly. Offering a rich set of empirically detailed and conceptually sophisticated studies of infrastructural systems and experiments, present and past, contributors to this volume address both the transformative potential of infrastructural systems and their stasis. Covering infrastructural figures; their ontologies, epistemologies, classifications and politics, and spanning development, urban, energy, environmental and information infrastructures, the chapters explore both the promises and failures of infrastructure. Tracing the experimental histories of a wide range of infrastructures and documenting their variable outcomes, the volume offers a unique set of analytical perspectives on contemporary infrastructural complications. These studies bring a systematic empirical and analytical attention to human worlds as they intersect with more-than-human worlds, whether technological or biological.","date":"2016-10-04","collection":"to read","link":"http://books.google.com/books?id=P0QlDwAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"William","lastName":"Deringer"}],"title":"Calculated Values","subtitle":" Finance, Politics, and the Quantitative Age","abstract":"Modern political culture features a deep-seated faith in the power of numbers to find answers, settle disputes, and explain how the world works. Whether evaluating economic trends, measuring the success of institutions, or divining public opinion, we are told that numbers donÕt lie. But numbers have not always been so revered. Calculated Values traces how numbers first gained widespread public authority in one nation, Great Britain. Into the seventeenth century, numerical reasoning bore no special weight in political life. Complex calculations were often regarded with suspicion, seen as the narrow province of navigators, bookkeepers, and astrologers, not gentlemen. This changed in the decades following the Glorious Revolution of 1688. Though BritonsÕ new quantitative enthusiasm coincided with major advances in natural science, financial capitalism, and the power of the British state, it was no automatic consequence of those developments, William Deringer argues. Rather, it was a product of politicsÑugly, antagonistic, partisan politics. From Parliamentary debates to cheap pamphlets, disputes over taxes, trade, and national debt were increasingly conducted through calculations. Some of the eraÕs most pivotal political moments, like the 1707 Union of England and Scotland and the 1720 South Sea Bubble, turned upon calculative conflicts. As Britons learned to fight by the numbers, they came to believe, as one calculator wrote in 1727, that Òfacts and figures are the most stubborn evidences.Ó Yet the authority of numbers arose not from efforts to find objective truths that transcended politics, but from the turmoil of politics itself.","date":"2018-02-19","collection":"to read","link":"http://books.google.com/books?id=5qdFDwAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Paris","lastName":"Marx"}],"title":"Road to Nowhere","subtitle":" What Silicon Valley Gets Wrong about the Future of Transportation","abstract":"How to build a transportation system to provide mobility for allRoad to Nowhere exposes the flaws in Silicon Valley’s vision of the future: ride-hailing services such as Uber and Lyft to take us anywhere; electric cars to make them ‘green’; and automation to ensure transport is cheap and ubiquitous. Such promises are implausible and potentially dangerous. As Paris Marx shows, these technological visions are a threat to our ideas of what a society should be. Electric cars are not a silver bullet for sustainability, and autonomous vehicles won’t guarantee road safety. There will not be underground tunnels to eliminate traffic congestion, and micromobility services will not replace car travel any sooner than we will see the arrival of the long-awaited flying car. In response, Marx offers a vision for a more collective way of organizing transportation systems that considers the needs of poor, marginalized, and vulnerable people. The book argues that rethinking mobility can be the first step in a broader reimagining of how we design and live in our future cities. We must create streets that allow for social interaction and conviviality. We need reasons to get out of our cars and to use public means of transit determined by community needs rather than algorithmic control. Such decisions should be guided by the search for quality of life rather than for profit.","date":"2022-07-05","collection":"to read","link":"http://books.google.com/books?id=puhOEAAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Malcolm","lastName":"Harris"}],"title":"Palo Alto","subtitle":" A History of California, Capitalism, and the World","abstract":"NATIONAL BESTSELLER “Welcome and necessary…illuminating and revelatory.” – The New YorkerThe history of Silicon Valley, from railroads to microchips, is an “extraordinary”* story of disruption and destruction, told for the first time in this comprehensive, jaw-dropping narrative. (*Greg Grandin, Pulitzer Prize-winning author of The End of the Myth) Palo Alto’s weather is temperate, its people are educated and enterprising, its corporations are spiritually and materially ambitious and demonstrably world-changing. Palo Alto is also a haunted toxic waste dump built on stolen Indian burial grounds, and an integral part of the capitalist world system. In PALO ALTO, the first comprehensive, global history of Silicon Valley, Malcolm Harris examines how and why Northern California evolved in the particular, consequential way it did, tracing the ideologies, technologies, and policies that have been engineered there over the course of 150 years of Anglo settler colonialism, from IQ tests to the \"tragedy of the commons,\" racial genetics, and \"broken windows\" theory. The Internet and computers, too. It's a story about how a small American suburb became a powerful engine for economic growth and war, and how it came to lead the world into a surprisingly disastrous 21st century. PALO ALTO is an urgent and visionary history of the way we live now, one that ends with a clear-eyed, radical proposition for how we might begin to change course.","date":"2023-02-14","collection":"to read","link":"http://books.google.com/books?id=zm1zEAAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"AnnaLee","lastName":"Saxenian"},{"creatorType":"author","firstName":"American Council of Learned","lastName":"Societies"}],"title":"Regional Advantage","subtitle":" Culture and Competition in Silicon Valley and Route 128, With a New Preface by the Author","abstract":"Why is it that in the ’90s, business in California’s Silicon Valley flourished, while along Route 128 in Massachusetts it declined? The answer, Annalee Saxenian suggests, has to do with the fact that despite similar histories and technologies, Silicon Valley developed a decentralized but cooperative industrial system while Route 128 came to be dominated by independent, self-sufficient corporations. The result of more than one hundred interviews, this compelling analysis highlights the importance of local sources of competitive advantage in a volatile world economy.","date":"1996-03","collection":"to read","link":"http://books.google.com/books?id=gnh2Rb1rcMIC"},{"creators":[{"creatorType":"author","firstName":"Mary Beth","lastName":"Meehan"},{"creatorType":"author","firstName":"Fred","lastName":"Turner"}],"title":"Seeing Silicon Valley","subtitle":" Life Inside a Fraying America","abstract":"Acclaimed photographer Mary Beth Meehan and Silicon Valley culture expert Fred Turner join forces to give us an unseen view of the heart of the tech world.  It’s hard to imagine a place more central to American mythology today than Silicon Valley. To outsiders, the region glitters with the promise of extraordinary wealth and innovation. But behind this image lies another Silicon Valley, one segregated by race, class, and nationality in complex and contradictory ways. Its beautiful landscape lies atop underground streams of pollutants left behind by decades of technological innovation, and while its billionaires live in compounds, surrounded by redwood trees and security fences, its service workers live in their cars.  With arresting photography and intimate stories, Seeing Silicon Valley makes this hidden world visible. Instead of young entrepreneurs striving for efficiency in minimalist corporate campuses, we see portraits of struggle—families displaced by an impossible real estate market, workers striving for a living wage, and communities harmed by environmental degradation. If the fate of Silicon Valley is the fate of America—as so many of its boosters claim—then this book gives us an unvarnished look into the future.","date":"2021-05-12","collection":"to read","link":"http://books.google.com/books?id=bkU6EAAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Kevin","lastName":"Driscoll"}],"title":"The Modem World","subtitle":" A Prehistory of Social Media","abstract":"The untold story about how the internet became social, and why this matters for its future“Whether you’re reading this for a nostalgic romp or to understand the dawn of the internet, The Modem World will delight you with tales of BBS culture and shed light on how the decisions of the past shape our current networked world.”—danah boyd, author of It’s Complicated: The Social Lives of Networked TeensFifteen years before the commercialization of the internet, millions of amateurs across North America created more than 100,000 small-scale computer networks. The people who built and maintained these dial-up bulletin board systems (BBSs) in the 1980s laid the groundwork for millions of others who would bring their lives online in the 1990s and beyond. From ham radio operators to HIV/AIDS activists, these modem enthusiasts developed novel forms of community moderation, governance, and commercialization. The Modem World tells an alternative origin story for social media, centered not in the office parks of Silicon Valley or the meeting rooms of military contractors, but rather on the online communities of hobbyists, activists, and entrepreneurs. Over time, countless social media platforms have appropriated the social and technical innovations of the BBS community. How can these untold stories from the internet’s past inspire more inclusive visions of its future?","date":"2022-04-19","collection":"to read","link":"http://books.google.com/books?id=h4xhEAAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Fred","lastName":"Turner"}],"title":"From Counterculture to Cyberculture","subtitle":" Stewart Brand, the Whole Earth Network, and the Rise of Digital Utopianism","abstract":"In the early 1960s, computers haunted the American popular imagination. Bleak tools of the cold war, they embodied the rigid organization and mechanical conformity that made the military-industrial complex possible. But by the 1990s—and the dawn of the Internet—computers started to represent a very different kind of world: a collaborative and digital utopia modeled on the communal ideals of the hippies who so vehemently rebelled against the cold war establishment in the first place.   From Counterculture to Cyberculture is the first book to explore this extraordinary and ironic transformation. Fred Turner here traces the previously untold story of a highly influential group of San Francisco Bay–area entrepreneurs: Stewart Brand and the Whole Earth network. Between 1968 and 1998, via such familiar venues as the National Book Award–winning Whole Earth Catalog, the computer conferencing system known as WELL, and, ultimately, the launch of the wildly successful Wired magazine, Brand and his colleagues brokered a long-running collaboration between San Francisco flower power and the emerging technological hub of Silicon Valley. Thanks to their vision, counterculturalists and technologists alike joined together to reimagine computers as tools for personal liberation, the building of virtual and decidedly alternative communities, and the exploration of bold new social frontiers.   Shedding new light on how our networked culture came to be, this fascinating book reminds us that the distance between the Grateful Dead and Google, between Ken Kesey and the computer itself, is not as great as we might think.","date":"2010-10-15","collection":"to read","link":"http://books.google.com/books?id=2SNFpgX_WigC"},{"creators":[{"creatorType":"author","firstName":"Meredith","lastName":"Broussard"}],"title":"More than a Glitch","subtitle":" Confronting Race, Gender, and Ability Bias in Tech","abstract":"When technology reinforces inequality, it’s not just a glitch—it’s a signal that we need to redesign our systems to create a more equitable world.The word “glitch” implies an incidental error, as easy to patch up as it is to identify. But what if racism, sexism, and ableism aren’t just bugs in mostly functional machinery—what if they’re coded into the system itself? In the vein of heavy hitters such as Safiya Umoja Noble, Cathy O’Neil, and Ruha Benjamin, Meredith Broussard demonstrates in More Than a Glitch how neutrality in tech is a myth and why algorithms need to be held accountable.Broussard, a data scientist and one of the few Black female researchers in artificial intelligence, masterfully synthesizes concepts from computer science and sociology. She explores a range of examples: from facial recognition technology trained only to recognize lighter skin tones, to mortgage-approval algorithms that encourage discriminatory lending, to the dangerous feedback loops that arise when medical diagnostic algorithms are trained on insufficiently diverse data. Even when such technologies are designed with good intentions, Broussard shows, fallible humans develop programs that can result in devastating consequences.Broussard argues that the solution isn’t to make omnipresent tech more inclusive, but to root out the algorithms that target certain demographics as “other” to begin with. With sweeping implications for fields ranging from jurisprudence to medicine, the ground-breaking insights of More Than a Glitch are essential reading for anyone invested in building a more equitable future.","date":"2023-03-14","collection":"to read","link":"http://books.google.com/books?id=SyJ1EAAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Wendy","lastName":"Liu"}],"title":"Abolish Silicon Valley","subtitle":" How to Liberate Technology from Capitalism","abstract":"Former insider turned critic Wendy Liu busts the myths of the tech industry, and offers a galvanising argument for why and how we must reclaim technology's potential for the public good.Former insider turned critic Wendy Liu busts the myths of the tech industry, and offers a galvanising argument for why and how we must reclaim technology's potential for the public good.\"Lucid, probing and urgent. Wendy Liu manages to be both optimistic about the emancipatory potential of tech and scathing about the industry that has harnessed it for bleak and self-serving ends.\" -- Naomi Klein, author of On Fire: The Burning Case for a Green New Deal\"An inspiring memoir manifesto...Technologists all over the world are realizing that no amount of code can substitute for political engagement. Liu's memoir is a road map for that journey of realization.\" -- Cory Doctorow, author of Radicalized and Little BrotherInnovation. Meritocracy. The possibility of overnight success. What's not to love about Silicon Valley?These days, it's hard to be unambiguously optimistic about the growth-at-all-costs ethos of the tech industry. Public opinion is souring in the wake of revelations about Cambridge Analytica, Theranos, and the workplace conditions of Amazon workers or Uber drivers. It's becoming clear that the tech industry's promised \"innovation\" is neither sustainable nor always desirable.Abolish Silicon Valley is both a heartfelt personal story about the wasteful inequality of Silicon Valley, and a rallying call to engage in the radical politics needed to upend the status quo. Going beyond the idiosyncrasies of the individual founders and companies that characterise the industry today, Wendy Liu delves into the structural factors of the economy that gave rise to Silicon Valley as we know it. Ultimately, she proposes a more radical way of developing technology, where innovation is conducted for the benefit of society at large, and not just to enrich a select few.","date":"2020-04-14","collection":"to read","link":"http://books.google.com/books?id=6E6iDwAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Brishen","lastName":"Rogers"}],"title":"Data and Democracy at Work","subtitle":" Advanced Information Technologies, Labor Law, and the New Working Class","abstract":"An exploration of how major companies have used advanced information technologies to limit worker power, and how labor law reform could reverse that trend.As our economy has shifted away from industrial production and service industries have become dominant, many of the nation's largest employers are now in fields like retail, food service, logistics, and hospitality. These companies have turned to data-driven surveillance technologies that operate over a vast distance, enabling cheaper oversight of massive numbers of workers. Data and Democracy at Work argues that companies often use new data-driven technologies as a power resource—or even a tool of class domination—and that our labor laws allow them to do so.Employers have established broad rights to use technology to gather data on workers and their performance, to exclude others from accessing that data, and to use that data to refine their managerial strategies. Through these means, companies have suppressed workers' ability to organize and unionize, thereby driving down wages and eroding working conditions.Labor law today encourages employer dominance in many ways—but labor law can also be reformed to become a tool for increased equity. The COVID-19 pandemic and subsequent Great Resignation have indicated an increased political mobilization of the so-called essential workers of the pandemic, many of them service industry workers. This book describes the necessary legal reforms to increase workers' associational power and democratize workplace data, establishing more balanced relationships between workers and employers and ensuring a brighter and more equitable future for us all.","date":"2023-03-21","collection":"to read","link":"http://books.google.com/books?id=lH52EAAAQBAJ"},{"creators":[{"creatorType":"author","firstName":"Justin","lastName":"Joque"}],"title":"Revolutionary Mathematics","subtitle":" Artificial Intelligence, Statistics and the Logic of Capitalism","abstract":"Traces the revolution in statistics that gave rise to artificial intelligence and predictive algorithms refiguring contemporary capitalism.Our finances, politics, media, opportunities, information, shopping and knowledge production are mediated through algorithms and their statistical approaches to knowledge; increasingly, these methods form the organizational backbone of contemporary capitalism. Revolutionary Mathematics traces the revolution in statistics and probability that has quietly underwritten the explosion of machine learning, big data and predictive algorithms that now decide many aspects of our lives. Exploring shifts in the philosophical understanding of probability in the late twentieth century, Joque shows how this was not merely a technical change but a wholesale philosophical transformation in the production of knowledge and the extraction of value. This book provides a new and unique perspective on the dangers of allowing artificial intelligence and big data to manage society. It is essential reading for those who want to understand the underlying ideological and philosophical changes that have fueled the rise of algorithms and convinced so many to blindly trust their outputs, reshaping our current political and economic situation.","date":"2022-01-18","collection":"to read","link":"http://books.google.com/books?id=KuhOEAAAQBAJ"}]}